/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock-objekt";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock-objekt";
"com.apple.dock.itemlist" = "Dock-objektslista";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Listobjekt över Dock-objekt";
"com.apple.dock.item/path" = "Sökväg för Dock-objekt";
"com.apple.dock.item/label" = "Dock-objektmärkning";
"com.apple.dock.item/type" = "Dock-objektstyp";
"com.apple.dock.item/parent" = "Överliggande för Dock-objekt";
"com.apple.dock.item/properties" = "Dock-objektsegenskaper";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard-widgetar";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard -widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Paketidentifierare ";
"com.apple.dashboard.widget/preferences" = "inställningar";
"com.apple.dashboard.widget/position" = "position";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

